<?php

return [
    'main_name' => 'Статьи',
    'back_to_list' => '< К списку статей',
    'admin_index' => [
        'title' => 'Список статей',
        'table' => [
            'title' => 'Название',
            'time' => 'Время размещения',
            'actions' => 'Действия',
        ],
        'buttons' => [
            'new' => 'Новая статья',
            'edit' => 'Редактировать',
            'delete' => 'Удалить',
        ]
    ],
    'create' => [
        'title' => 'Новая статья',
        'inputs' => [
            'title' => 'Заголовок',
            'meta' => 'Мета-данные',
            'image' => 'Изображение',
            'text' => 'Текст',
        ],
        'hints' => [
            'description' => 'Краткое описание содержимого для SEO'
        ],
        'buttons' => [
            'save' => 'Сохранить',
        ],
    ],
    'edit' => [
        'title' => 'Редактировать статью',
    ],
];
